export default{

    qxText: 'रद्द',
    qdText: 'पुष्टि',
    loginTip: 'आपने लॉग इन नहीं किया है या लॉगिन की समय सीमा समाप्त हो गई है',
    swTip: 'वर्तमान प्रणाली केवल परीक्षण लॉटरी गेम के लिए खुली है, यदि आपके पास अन्य आवश्यकताएं हैं, तो कृपया आधिकारिक खाते में लॉग इन करें',
    tsTitle: 'उपाधि',
    loginText:'लॉगिन',
    registerText:'पंजीक्रत',
    copyText:'कॉपी',
    copyingText:'चीनी पाठ की प्रतिलिपि बनाएँ',//复制中文本
    copySuccess: 'प्रतिलिपि बनाएँ सफल',
    cypyError: 'प्रतिलिपि बनाएँ विफल, कृपया बाद में पुन: प्रयास करें',
    moneyDw:'वीएनडीके',
    moneyDwSx:'₫',
    dlTitle:'एजेंट की सूचना',
    
    gfTitle:'ताजा ऐलान',//官方公告उपाधि
    deadline:'मेरे पास भी यही सीमा है।',
   loadingText:'मिलना',
   loadingText2:'लोडिंग',
      home: {
          footer: ["होम पेज", "लाइव", "ऑफर", "कस्टमर सेवा", "मुझे","चैट"],
          text: [
            "ऑनलाइन  निम्बर", 
            'हाल ही में देखी गई पता सूची',
            'स्पीड टेस्ट', 
            'उच्च विलंबता', 
            'कम विलंबता', 
            'गर्म अनुस्मारक',
            'रेखा',
            'प्राप्त।।।...', 
            'अब ऑनलाइन',
            "Để cung cấp cho quý khách một dịch vụ ổn định và chất lượng hơn, chúng tôi sẽ tiến hành nâng cấp và bảo trì toàn bộ trang web từ ngày 20 tháng 8 đến ngày 21 tháng 8, mong quý khách lượng thứ vì sự bất tiện này",
            "Thông báo đặc biệt",
            "Thông báo bảo trì trên toàn trang web"
          ],
        },
        live: {
          
          text: ["एवी वीडियो"],
        },
        Activities: {
          newTask: [
            "नौसिखिया कार्य",
            "तकाज़ा",
            "आपके सफल दावे के लिए बधाई",
            "जाँचना",
            "समाप्ति",
            "प्राप्त।।।",
            "खत्म",
            "गुजरगया",
            "मिला",
            "खत्म",
            "रिचार्ज करने के लिए",
            "अप्रत्याशित रूप से",
            "अधूरा",
            "अधूरा",
            "अधूरा",
            "नवीनीकरण करने के लिए जाएँ",
            "प्राप्त हुआ",
            "गतावधिक",
            "प्राप्त।।।...",
          ],
          text: ["[प्रचार", "कार्य केंद्र"],
        },
        service: {
          text: [
            "ग्राहक सेवा",
            "ऑनलाइन सेवा",
            "एजेंट ग्राहक सेवा",
            "आम समस्या",
            "अधिक उत्तर",
            "ग्राहक सेवा क्यूआर कोड",
            "ग्राहक सेवा खाता:",
            "ग्राहक सेवा खाते की प्रतिलिपि बनाएँ",
            "कृपया ग्राहक सेवा QR कोड स्कैन करने के लिए सॉफ़्टवेयर खोलें और संपर्क करने के लिए ग्राहक सेवा खाता जोड़ें",
            "आप इस सॉफ्टवेयर स्थापित नहीं है, कृपया इसे पहले स्थापित करें!",
            "सफलतापूर्वक प्रतिलिपि बनाएँ",
            "प्रतिलिपि बनाएँ विफल, कृपया बाद में पुन: प्रयास करें",
            "अब पूछो"
          ],
        },
        member: {
          text: [
            "सम्पादित",
            "सदस्य आई डी:",
            "राशि:",
            "पुनः चक्रित करना",
            "यहाँ आपका स्वागत है, अपने मनोरंजन की दुनिया खोलने के लिए लॉग इन करें ~~",
            "बटुआ",
            "बदलना",
            "पादोनती",
            "अनुशंसित सेवाएँ",
            "सन्देश केंद्र",
            "मेरा बिल",
            "खेल रिपोर्ट",
            "मेरी मूवी",
            "थीम्ड खाल",
            "सदस्यता पैकेज",
            "स्कैन कोड लॉगिन अधिक सुविधाजनक है",
            "मेरी सेवाएँ",
            "ग्राहक सेवा से संपर्क करें",
            "प्रतिपुष्टि",
            "कॉल बैक सेवा",
            "तैयार करना",
            "कृपया भुगतान पासवर्ड दर्ज करें",
            "हम 7 * 24 घंटे टेलीफोन ग्राहक सेवा कॉल बैक सेवा प्रदान करते हैं। यदि आप इस प्लेटफ़ॉर्म का उपयोग करते समय समस्याओं का सामना करते हैं, तो कृपया अपनी समस्या प्रकार और वांछित ग्राहक सेवा भाषा का चयन करें, और हम आपको जल्द से जल्द कॉल करेंगे!",
            "पैकेज प्रकार:",
            "भाषाका चयन:",
            "सदस्य का खाता:",
            'कृपया खातानंबर  जमाकरे',
            "फ़ोन नंबर :",
            'मोबाइल नंबर या लैंडलाइन नंबर',
            "जानकारी जमा करें",
            "कृपया प्रतिक्रिया प्रश्न प्रकार का चयन करें",
            "कृपया किसी भाषा प्रकार का चयन करें",
            "कृपया अपना फ़ोन नंबर दर्ज करें",
            
           
           
           
           
            "मेरा उपनाम",
            "वैयक्तिकृत हस्ताक्षर~",
          
           
            "प्राप्त।।।...",
          ],
        },
        UpdateInforNew: {
          text: [
            "जाचना",
            "व्यक्तिगत जानकारी",
            "अवतार बदलने के लिए क्लिक करें",
            "निक नेम",
            "लिंग",
            "ईमेल उपयोगकर्ताओं के लिए भविष्य में डेटा को संशोधित करने के लिए एक अनिवार्य पहचान प्रमाण पत्र है, कृपया उन्हें समय पर जोड़ें",
            "फोन संख्या",
            "",
            "भविष्य में डेटा को संशोधित करने के लिए उपयोगकर्ताओं के लिए फ़ोन नंबर एक अनिवार्य दस्तावेज़ है, कृपया उन्हें समय पर जोड़ें",
            "हस्ताक्षर",
            "कृपया अपना वैयक्तिकृत हस्ताक्षर दर्ज करें",
            "समीक्षा",
            "चलाना",
            "फ़ोन एल्बम से चुनें",
            "रद्द करना",
            "ई-मेल स्वरूप ग़लत है",
            "भरने के लिए",
            "चयनित नहीं किया गया",
            "नर",
            "मादा",
            "मेरा उपनाम",
            "वैयक्तिकृत हस्ताक्षर~",
      
  
            "व्यक्तिगत हस्ताक्षर रिक्त नहीं हो सकते",
            "उपयोगकर्ता नाम रिक्त नहीं हो सकता",
           
            "अवतार  जोड़े",
            "चलाना",
            "फ़ोन एल्बम से चुने",
            "रद्द",
            "कृपयाउपनामदर्ज करे",
          ],
  
          text1:['इ मेल','बचाना']
        },
        wallet: {
          text: [
            "बैलेंस",
            "केंद्रीय वॉलेट में गेम प्लेटफ़ॉर्म बैलेंस का एक-क्लिक स्थानांतरण",
            "वॉलेट राशि",
            "एक क्लिक रीसाइक्लिंग",
            "सेंटर वॉलेट",
            "प्राप्त...",
            "खेल बटुआ",
            "रखरखाव में",
            "स्वचालित स्थानांतरण",
            "खोलने के बाद, खेल में प्रवेश करते समय शेष राशि स्वचालित रूप से परिवर्तित हो जाएगी",
            "तबादला",
            "खाते में स्थानांतरण",
            "ट्रांसफर अमाउंट",
            "कृपया हस्तांतरण राशि दर्ज करें",
            "सब",
            "*हस्तांतरण राशि हस्तांतरण खाते की शेष राशि से अधिक नहीं हो सकती है",
            "अभी स्थानांतरण करें",
            "यदि आपको सहायता की आवश्यकता है, तो कृपया ग्राहक सेवा से संपर्क करें",
            "कृपया कम से कम 1 स्थानांतरण करें",
            "कनवर्ज़न राशि 1 से कम नहीं हो सकती",
            "बार-बार क्लिक करें, कृपया 10 सेकंड के बाद पुन: प्रयास करें",
            "तकाज़ा",
            "चाहे स्वचालित स्थानांतरण फ़ंक्शन को बंद करें!",
          ],
        },
        invite: {
          footer_extend: [
            "टीम",
            "सदस्यता रिपोर्ट",
            "छोटा",
            "आमंत्रित करना",
          ],
          text: [
            'स्पोर्ट्स एजेंसी', 'खेल एजेंसी', 'एजेंट समर्थन', 'आमंत्रण लाभ',
            "पैसा कमाने के लिए",
            "पदोन्नति के लिए करें आवेदन",
            "आपने प्रमोटर के लिए आवेदन नहीं किया है, आकर प्रमोटर को अमीर बनने के लिए अप्लाई करें।",
            "वर्तमान आमंत्रण",
            "छूट की दर",
            "अगले स्तर से बहुत दूर नहीं",
            "एपीपी को सफलतापूर्वक डाउनलोड करने और पंजीकरण करने के बाद (दोस्तों को पंजीकरण करते समय अपना निमंत्रण कोड भरना होगा), आमंत्रित उपयोगकर्ता पहली बार 50 से अधिक (50 सहित) की शेष राशि का आदान-प्रदान करता है, अर्थात, निमंत्रण सफल होता है। आमंत्रित उपयोगकर्ता की विनिमय शेष राशि उपयोगकर्ताओं को आमंत्रित करने में परिवर्तित हो जाएगी, आमंत्रित उपयोगकर्ता प्रमोटरों के रूप में आवेदन करते हैं, और आमंत्रित अधीनस्थ उपयोगकर्ताओं की खपत आय 10% की दर से ऊपर की ओर परिवर्तित होती रहेगी। ",
            "कमीशन दर 55% तक पहुंच जाती है, जो अद्वितीय है और उद्योग में सबसे अधिक है",
            "स्तर",
            "कंपनी का इस महीने कुल मुनाफा (वीएनडीके)",
            "सक्रिय खिलाड़ियों की न्यूनतम संख्या",
            "कमीशन का प्रतिशत",
            "आयोग",
            "शुद्ध जीत/हानि x कमीशन अनुपात + कमीशन समायोजन",
            "सीधा करने के बाद नेट जीत और हार",
            "चालू महीने में शुद्ध जीत और हानि + पिछले महीने में शेष राशि",
            "नेट जीत और हार",
            "चालू महीने में कुल जीत और हानि - सदस्य का उलट - सदस्य बोनस - स्थल शुल्क + खाता समायोजन",
            "कुल जीत और हार",
            "यदि आप महीने में प्लेटफ़ॉर्म पर अपने सभी निचले स्तर के सदस्यों की जीत और हानि के योग का नकारात्मक मूल्य हैं, यदि आपके निचले स्तर के सदस्यों की कुल जीत और हानि 200 है, तो आपकी कुल जीत और हानि -200 है;",
            "सदस्यता बोनस",
            "स्वास्थ्य में जमा छूट, प्लेटफ़ॉर्म बोनस, अपग्रेड बोनस, मासिक मुफ्त लाल लिफाफे, जन्मदिन के उपहार, रखरखाव मुआवजा, गतिविधि बोनस, रेफरल बोनस आदि शामिल हैं।;",
            "स्थल शुल्क",
            "खेल स्थल का कुल नुकसान एक्स प्लेटफ़ॉर्म दर",
            "खाता समायोजन",
            "जब सदस्य टर्नओवर असामान्य है, तो साइट व्यवस्थापक सदस्य के खाते को समायोजित करेगा",
            "सक्रिय गिनती",
            "चालू महीने में सदस्य की प्रभावी सट्टेबाजी राशि 1000 से अधिक तक पहुंच जाती है या 500 जमा होती है",
            "कमीशन अनुपात उन्नयन",
            "महीने का शुद्ध लाभ और महीने के सक्रिय खिलाड़ियों की संख्या को एक ही समय में मांग को पूरा करना चाहिए",
            "सक्रिय सदस्यों की संख्या","यदि वर्तमान महीने में 5 से कम सक्रिय सदस्य हैं, तो महीने के लिए कोई कमीशन नहीं होगा, और उत्पन्न सकारात्मक लाभ जमा नहीं होगा, और नकारात्मक लाभ अगले महीने तक जमा किया जाएगा जब तक कि यह सकारात्मक संख्या न बन जाए। कृपया कमीशन को धोखा देने के लिए बेईमान तरीकों के किसी भी उपयोग को ध्यान में रखें खाता स्थायी रूप से फ्रीज कर दिया जाएगा, साझेदारी समाप्त हो जाएगी, और सभी कमीशन जारी नहीं किए जाएंगे।",
      "ए: उदाहरण के लिए, यदि आपके एजेंसी खाते में इस महीने लाभ है, तो आपके पास निम्नलिखित आय हो सकती है:",
            "1. एक महीने के भीतर, कंपनी 15% कमीशन का आनंद ले सकती है जब आपके एजेंसी खाते में शुद्ध लाभ 100-100,000 युआन तक पहुंच जाता है।",
            "2. एक महीने के भीतर, आपके एजेंसी खाते में कंपनी का शुद्ध लाभ 100,000 युआन - 300,000 युआन तक पहुंच जाता है, और आप कमीशन का 20% आनंद ले सकते हैं",
            "3. आपके एजेंसी खाते में कंपनी का शुद्ध लाभ एक महीने के भीतर 300,001 युआन - 600,000 युआन तक पहुंच जाता है, और आप कमीशन के 25% का आनंद ले सकते हैं।",
            "4. आपके एजेंसी खाते में कंपनी का शुद्ध लाभ एक महीने के भीतर 600,001 युआन - 1,000,000 युआन तक पहुंच जाता है, और आप कमीशन के 30% का आनंद ले सकते हैं।",
            "5. एक महीने के भीतर, कंपनी कमीशन का 35% आनंद ले सकती है जब आपके एजेंसी खाते में शुद्ध लाभ 1,000,001 युआन से अधिक हो जाता है।",
            "1. सदस्य का 300 का पहला प्रभार 88 हो जाता है",
            "2. प्रेस्टीज वीआईपी अनुभव, प्रति माह 1888 और 3888 युआन तक के जन्मदिन के लाल लिफाफे की लक्जरी का आनंद लें!",
            "3. विशेष वीआईपी जैगर-लेकॉल्ट्रे पुरुषों की घड़ियों और अपने सदस्यों के लिए अन्य भौतिक उपहार!",
            "4. अमीर ऑनलाइन गतिविधियों, साइन-इन बोनस पैसे प्राप्त करने के लिए, और बारिश करने के लिए लाल लिफाफे!",
            "5. फ्लाइंग ऑर्डर सॉफ्टवेयर का मुफ्त उपयोग प्राप्त करने के लिए एजेंट में शामिल हों!",
            "6. यूएसडीटी टीथर निपटान, सुरक्षित और चिंता मुक्त समर्थन!",
            "7. यदि दैनिक मात्रा 3 मिलियन से अधिक है, तो आप मुफ्त में 5 अंकों का क्यूक्यू प्राप्त कर सकते हैं; यदि दैनिक वॉल्यूम 1 मिलियन से अधिक है, तो आप मुफ्त में 6 अंकों का क्यूक्यू प्राप्त कर सकते हैं",
            "खाते के लिए तुरंत सफल निमंत्रण",
            "उपर्युक्त आमंत्रित व्यक्ति की सट्टेबाजी लेनदेन की मात्रा एक निश्चित अनुपात में आमंत्रित व्यक्ति को वापस कर दी जाएगी।.",
            "आमंत्रण कोड",
            "लिंक की प्रतिलिपि बनाएँ",
            "आमंत्रण कोड की प्रतिलिपि बनाएँ",
            "प्रमोशन पोस्टर",
            "पदोन्नति आवेदन",
            "कृपया संपर्क जानकारी दर्ज करें",
            "आवेदन जमा करें",
            "सफलतापूर्वक प्रतिलिपि बनाएँ",
            "पदोन्नति आवेदन",
            "आपने पदोन्नति आवेदन प्रस्तुत किया, महिलाएं काम कर रही हैं",
            "समीक्षा करने का प्रयास करें, कृपया प्रतीक्षा करें",
            "सफलतापूर्वक प्रतिलिपि बनाएँ",
            "प्रतिलिपि बनाएँ विफल, कृपया बाद में पुन: प्रयास करें",
            "कृपया QQ दर्ज करें ",
            "सफल अनुप्रयोग",//65
            "आपका पदोन्नति आवेदन सफल रहा है, अब खोलें",
            "पैसे कमाने की यात्रा",
            "संकेत",
            "आप एक प्रोमो कोड के लिए आवेदन किया है!",
            "कृपया धैर्य रखें और समीक्षा की प्रतीक्षा करें",
            "अनुप्रयोग विफल रहा",
            "दुर्भाग्य से, आपका पदोन्नति आवेदन विफल रहा!  ",
            "कृपया विशिष्ट कारणों से ग्राहक सेवा से संपर्क करें",
            "ग्राहक सेवा से संपर्क करें",
            "कृपया सही फ़ोन नंबर दर्ज करें",
            "कमीशन का तरीका",
            "आपने अभी तक रजिस्ट्रेशन नहीं कराया है, अमीर बनने के लिए अब एजेंट के रूप में रजिस्टर करें",
            "पंजीकरण एजेंट",
            "आमंत्रित करना"
          ],
        },
        vipRanking: {
          text: [
            "मेरे वीआईपी",
            "वीआईपी विवरण",
            "वर्तमान जमा राशि",
            "वर्तमान प्रवाह",
            "संचित जमा राशि",
            "प्रवाह आवश्यकताएँ",
            "आरोप प्रवाह (एक महीना)",
            "वीआईपी विशेषाधिकार",
            "अपग्रेड बोनस",
            "जन्मदिन का तोहफा",
            "मासिक लाल पैकेट",
            "अनन्य ग्राहक सेवा",
            "पाने के लिए",
            "प्राप्त करना",
            "इन-काइंड रिवॉर्ड्स",
          ],
        },
        vip: {
          text: [
            'अभिजात वर्ग लक्जरी साझा करें, सही जीवन को स्पर्श करें',
            "वीआईपी विशेषाधिकार",
            "पदोन्नति की शर्तें",
            "संचित जमा राशि",
            "प्रवाह आवश्यकताएँ",
            "आरोप-प्रत्यारोप की शर्तें",
            "आरोप प्रवाह (एक महीना)",
            "अपग्रेड बोनस",
            "जन्मदिन का तोहफा",
            "मासिक लाल पैकेट (18 वां)",
            "अनन्य ग्राहक सेवा",
            "शर्तों को समतल करें",
            "वीआईपी अनन्य पुरस्कार  ",
            "वीआईपी के फायदे",
            "तकाज़ा"
          ],
        },
        messageCenter: {
          text: ["संदेश केंद्र"],
        },
        ERecord: {
          text: [
            "मेरा बिल ",
            "बैलेंस रिकॉर्ड",
            "दाव रिकॉर्ड",
           
            "प्राप्त...",
            "मैं एक नीचे की रेखा है~",
  
          ],
        },
        myVideo: {
          text: [
            "मेरी फिल्म",
            "खरीदा",
            "इतिहास का रिकॉर्ड",
            "खेल",
            "अभी तक कोई डेटा नहीं ~",
            "प्राप्त...",
          ],
        },
        themeSkin: {
          text:['थीम रंग','काम में लेना ','सकुरारंग','नीला','हरा','डिफ़ॉल्ट रंग']
        },
        memberPackage: {
          text: ['सदस्यता उपहार','प्राप्त हुआ', 'प्राप्त हुआ', 'वीआईपी एक्सक्लूसिव गिफ्ट मिला',
            "प्राप्तकर्ता:', 'कृपया प्राप्तकर्ता का नाम दर्ज करें", 'पता:', 'कृपया वितरण पता दर्ज करें',
            "प्राप्तकर्ता का फ़ोन नंबर:", "कृपया प्राप्तकर्ता का फ़ोन नंबर दर्ज करें",
            'नोट: वीआईपी 7 ब्यूटी स्पेस सर्विस के लिए कंपनी आपसे पहले से फोन से संपर्क करेगी, कृपया फोन को खुला रखें।',
            'जमा करें', 'प्राप्त हुआ', 'प्राप्त...', "कृपया प्राप्तकर्ता का नाम दर्ज करें",
            'कृपया वितरण पता दर्ज करें', "कृपया प्राप्तकर्ता का फ़ोन नंबर दर्ज करें', 'मिल रहा।।।..."
          ]
        },
        loginConfirm: {
          text: ['सत्यापन', 'टेस्को वेबसाइट लॉगिन पुष्टिकरण', 'लॉगिन की पुष्टि करें', 'लॉगिन रद्द करें', 'कंप्यूटर ब्राउज़र में खोलें',
            'और वेब संस्करण में लॉग इन करने के लिए पृष्ठ पर क्यूआर कोड स्कैन करें', 'क्यूआर कोड की समय सीमा समाप्त हो गई है, कृपया ताज़ा करें', 'क्यूआर कोड',
            "आपका ब्राउज़र इस ऑपरेशन का समर्थन नहीं करता है, कृपया फिर से संचालित करने के लिए मोबाइल फोन के अपने ब्राउज़र का उपयोग करें"
          ]
        },
        Feedback: {
          text:['अपनी प्रतिक्रिया सामग्री का वर्णन करें','जमा करें','प्रतिक्रिया सामग्री रिक्त नहीं हो सकती','फीडबैक सामग्री 500 शब्दों तक है','टिप्पणी']
        },
        setting: {
          text: ['सेटिंग्स', 'पासवर्ड संशोधन', 'भुगतान पासवर्ड संशोधन', 'लॉगआउट', 'क्या आप लॉगआउट करना चाहते हैं?',  'सुधारना', 'आपका फंड खाता फ्रीज कर दिया गया है।', 'यदि आप नकदी और अन्य उपभोग कार्यों को वापस लेना चाहते हैं, तो कृपया ग्राहक सेवा से संपर्क करें', 'ग्राहक सेवा से संपर्क करें',
           'भुगतान पासवर्ड अभी सेट नहीं किया गया है', 'सेटिंग', 'प्राप्त...']
        },
        changePwd: {
          text: ['पासवर्ड बदले',
            'पासवर्ड बदले',
            'कृपया नए पासवर्ड की पुष्टि करें',
            'भुगतान पासवर्ड सफलतापूर्वक परिवर्तित किया गया',
            'आपका खाता फ्रीज कर दिया गया है, दो घंटे में पुन: प्रयास करें',
            'जाचना',
            'वेरिफिकेशन कोड प्राप्त करें',
  
  
            'कृपया पुराना पासवर्ड दर्ज करें',
            'पुराना पासवर्ड 6-18 अंकों का होता है।',
            'कृपया कोई नया पासवर्ड दर्ज करें',
            'नया पासवर्ड 6-18 अंकों का है।',
            'नया पासवर्ड पुराने पासवर्ड के समान नहीं हो सकता'
            , 'कृपया पुष्टिकरण पासवर्ड दर्ज करें',
            'नया पासवर्ड कन्फर्म पासवर्ड से मेल नहीं खाता',
            'तकाज़ा',
            'समीक्षा',
            'आप अभी भी',
            'आयात समय'
          ]
        },
        setPayPwd: {
          text: ['भुगतान पासवर्ड सेटिंग्स',
            'दो पासवर्ड प्रविष्टियाँ असंगत हैं',
            'भुगतान पासवर्ड सफलतापूर्वक सेट किया गया है!  ',
            'कृपया भुगतान पासवर्ड की पुष्टि करें',
            'सेटिंग।।।...',
            'लॉगिन पासवर्ड और भुगतान पासवर्ड समान नहीं हो सकते',
            'रीसेट',
            'कृपया भुगतान पासवर्ड सेट करें'
          ]
        },
        recharge: {
          text: ['पुनर्भरण', 'रिचार्ज करने का तरीका', 'रिचार्ज चैनल', 'रिचार्ज अमाउंट चुनें',  'राशि सीमा है',
            'पुनर्भरण', 'रद्द करना', 'सत्यापन', 'बैंकचुने', 'बैंक  कार्ड रिचार्ज', 'स्कैन कोड रिचार्ज', 'वर्चुअल करेंसी रिचार्ज',
            'कृपया रिचार्ज चैनल का चयन करें', 'कृपया जमा राशि दर्ज करें', 'कृपया जमा बैंक का चयन करें', 'रिचार्ज राशि है',
          ],
          
        },
        usdtForm: {
          text: ['भुगतान पूरा करने के लिए नीचे दिए गए क्यूआर कोड को स्कैन करने के लिए कृपया यूएसडीटी वॉलेट का उपयोग करें', 'कृपया टोकन पता दर्ज करें', 'सामान्य पता', 'पता जोड़ें',
            'कृपया ट्रैकिंग नंबर आईडी दर्ज करें', 'कृपया प्रेषण समय दर्ज करें',
            'जाचना', 'रद्द करना', 'कृपया USDT की राशि दर्ज करें', 'संदर्भ विनिमय दर: ',
            'अपेक्षित आगमन: ', 'कृपया मानक के रूप में चालान का भुगतान करें', 'रिचार्ज पूरा',
            'ग्राहक सेवा से संपर्क करें', 'ट्रेडिंग पते का चयन करें', 'रद्द', 'जमा राशि है', 'प्रस्तुत...', 'गर्म अनुस्मारक', 'समझ लिया', 'टोकन पता रिक्त नहीं होना चाहिए',
            'ऑर्डर ID रिक्त नहीं हो सकता', 'प्रेषण का समय खाली नहीं हो सकता', 'रिचार्ज राशि खाली नहीं हो सकती', 'रिचार्ज राशि है', 'रिचार्ज राशि है',
            'प्रतिलिपि बनाएँ विफल, कृपया बाद में पुन: प्रयास करें'
          ],
        },
        tx: {
          text: [
            'पैसे निकालें।',
             'निकासी की रकम:',
             'चूक',
             'बैंक कार्ड जोड़ें',
             'निकासी की रकम',
             '₫k',
             'सभी को वापस ले लो',
             'वास्तविक कटौती：', //7
            'प्रक्रिया शुल्क：',
            'फिक्स्ड चार्ज:',
             'स्थानांतरण शुल्क:',
            'कुल सेवा शुल्क:',
            'फीस रेट',//12
             'विनिमय दर का संदर्भ लें：',
             'अनुमानित भुगतान：',
              'कृपया जांचें कि आपका खाता सही है या नहीं',
            'निकालना',
            'कृपया भुगतान कोड दर्ज करें',
            'दर्ज पासवर्ड ग़लत है, आपके पास अभी भी है',
            'आयात',
            'याद कराना',
            'वापसी आवेदन सफल',
            'निकासी की रकम：',
            'कृपया ग्राहक सेवा परीक्षण के परिणामों के लिए धैर्यपूर्वक प्रतीक्षा करें, यदि आपके कोई प्रश्न हैं, तो कृपया विभाग से संपर्क करें',
            'ऑनलाइन कस्टमर केयर',
            'बंद करना',
            'पूर्ण रिकॉल विफल रहा, कृपया मैन्युअल रिकॉल करें',
            'रद्द करना',
            'मैन्युअल रूपांतरण',
            "आप अपना फोन नंबर और ईमेल पता दर्ज किए बिना पैसे नहीं निकाल सकते!",
            'अभी भरें',
            'निकासी राशि खाते की शेष राशि से अधिक नहीं हो सकती है',
             'न्यूनतम निकासी राशि है',
            'अधिकतम निकासी राशि है',
            'प्राप्त।।।...',
            'आपने भुगतान पासवर्ड सेट नहीं किया है',
            'अभी स्थापित करें',
            'आपके खाते में पैसा लॉक है', //37
             'यदि आप निकासी के साथ आगे बढ़ना चाहते हैं, तो कृपया कस्टमर केयर से संपर्क करें',
            'ग्राहक सेवा से संपर्क करें',
             'सत्यापित।।।',
            'याद कराना',
            'आपने भुगतान पासवर्ड सेट नहीं किया है. क्या आप अभी यह पासवर्ड सेट करना चाहते हैं?',//42
            'जमा राशि है',
            "कृपया कोई बैंक कार्ड सम्मिलित करें",
      
             
      
          ]
        },
        app:{
          text:['एप्लीकेशन सफल','अनुप्रयोग विफल रहा','ग्राहक सेवा से सम्पर्क करें','बंद सहायक']
      },
      nextReport:[
        "अधीनस्थ रिपोर्ट",
        "नवीनतम डेटा",
        "समुहआकार",
        "जमा सीमा",
        "छूट की राशि",
        "टीम का आकार",
        "छुटराशि"
      ],
      memberReport:["सदस्य रिपोर्ट","लेटेस्ट डाटा","सदस्यों की संख्या","डिपाजिटलिमिट","छुट राशी","पंजीकरण समय","कुल रिचार्ज","छुट"],
      team:["टीम स्टैटिक्स","लेटेस्ट डाटा","सदस्य का संख्या","डिपाजिट लिमिट","छुट राशि","टू","खोजना","पंजोक्रताकी संख्या","रिचार्ज समय","रिचार्ज राशि","छुट राशिका ","छोटी छुट राशि"],
      regMember:['पंजीकृत की संख्या',"पंजीकरणसमय","सदस्ययता की प्रगति","मेरेपास  निचे की लाइन है~","मिल रहा है...","मानक तक","नहीं किया"],
      searchReport:['कृपया कोई उपनाम दर्ज करें',"रजिस्ट्रेशन का समय","रिचार्ज राशि","आयोग","मिल रहा है..."],
  
      changePayPwd:{
        text:["अपने पेमेंट पासवर्ड को बदले ",
        'दर्ज पासवर्ड ग़लत है, आपके पास अभी भी है',
        'दर्ज',
        "नया पासवर्ड पुराने पासवर्ड के समान नहीं होना चाहिए",
        "दो बार दर्ज पासवर्ड समान नहीं हैं  ",
        "भुगतान पासवर्ड सफलतापूर्वक परिवर्तित किया गया है",
        'कृपया पुराना पासवर्ड दर्ज करें',
        "कृपया नए पासवर्ड की पुष्टि करें",
        'लॉगिन पासवर्ड और भुगतान पासवर्ड समान नहीं हैं', 
        "रीसेट",
         "कृपया कोई नया पासवर्ड दर्ज करें", "आपके खाते में पैसा लॉक है", 'यदि आप निकासी के साथ आगे बढ़ना चाहते हैं, तो कृपया ग्राहक सेवा से संपर्क करें'," ग्राहक सेवा से संपर्क करें","कृपया कोई नया पासवर्ड दर्ज करें","आपके खाते में पैसा लॉक है","यदि आप निकासी के साथ आगे बढ़ना चाहते हैं, तो कृपया ग्राहक सेवा से संपर्क करें", "ग्राहक सेवा से संपर्क करें","आपके खाते में पैसा लॉक है", "यदि आप निकासी के साथ आगे बढ़ना चाहते हैं, तो कृपया ग्राहक सेवा से संपर्क करें","अभी ग्राहक सेवा से संपर्क करें","नया पासवर्ड पुराने पासवर्ड के समान नहीं होना चाहिए","रिसेट","कृपया नया पासवर्ड दर्ज करें "]
      },
      rechargeTtorial:["जमा करने के निर्देश","जमा करने के निर्देश",'रद्द करना',"जमानिर्देश को चुने"],
    zdDetails:[
      "सब","अस्थिर","स्थिर",
    "समय","दिनांक","नंबर","रणनीतियों","पैसा",
  
    "मेरे पास भी यही सीमा है।","एक प्राप्त करें"],
    login: [
      "अभी रजिस्टर करें",
      "कृपया उपयोगकर्ता नाम दर्ज करें",
       "कृपया पासवर्ड लिखें",
       "खाता याद रखें",
        "खेलने की कोशिश करो",
        "लॉग इन करो",
         "लॉगिन और सदस्यता अनुबंध",
         "पासवर्ड भूल गए"
        ],
   
      register: ["अब लॉगिन करें",
      "संख्याओं और अहस्ताक्षरित अक्षरों के संयोजन के साथ पंजीकरण करें",
       "कृपया पासवर्ड लिखें",
       "कृपया अपना पासवर्ड पुन: दर्ज करें",
        "आमंत्रण कोड (वैकल्पिक)",
        "वेरिफिकेशन कोड भरें",
        "पूरा",
        "ग्राहक सेवा से संपर्क करें",
         "लॉगिन और सदस्यता अनुबंध",
          'दो पासवर्ड समान नहीं हैं',
          "आमंत्रण कोड (भरने की आवश्यकता है)",
          "कृपया आमंत्रण कोड दर्ज करें"
        ],
        inviteCode:{
          text:['विज्ञापन आमंत्रण','मुक्त करना','डाउनलोड करने के लिए स्कैन कोड','छवि सहेजें','यूआरएल सहेजें और आधिकारिक वेबसाइट पर नवीनतम ऐप डाउनलोड करें','यूआरएल की प्रतिलिपि बनाएँ']
        },
        cardRecharge: [
          "बैंक कार्ड ट्रांसफर",
          "कार्ड पैक",
          "कृपया बाद में बैंक जाएं।",
          "प्रतिलिपि",
          "कार्डधारक",
          "कार्ड  नंबर",
           "बैंक का पता",
           "त्वरित धन हस्तांतरण के लिए स्कैन कोड",
           "क्यूआर कोड प्राप्त करें",
          "न्यूनतम जमा राशि",
          "कृपया अपना खाता भरें और जानकारी स्थानांतरित करें", //10
          "तबादले का नाम",
          "कृपया जमाकर्ता का नाम दर्ज करें",
           "बैंक हस्तांतरण",
           "कार्ड नंबर ट्रांसफर करें",
            "कृपया अपना बैंक कार्ड नंबर दर्ज करें",
          "ट्रांसफर अमाउंट",
          "कृपया जमा राशि दर्ज करें",
          "स्थानांतरण समय",
          "यादृच्छिक कोड",
          "कृपया पैसे स्थानांतरित करते समय एक यादृच्छिक कोड जोड़ें, हम मूल्यांकन करेंगे कि यादृच्छिक कोड के अनुसार आदेश सफल है या नहीं, आपके सहयोग के लिए धन्यवाद",//20
          "टॉप-अप भेजें",
          "कृपया एक स्क्रीनशॉट लें और इसे एल्बम में सहेजें, क्यूआर कोड केवल एक बार उपयोग किया जाता है, कृपया इसे कई उपयोग के लिए सहेजें नहीं",
          'कृपया बैंक हस्तांतरण दर्ज करें',
            "प्राप्त।।।",
             "याद कराना",
             "बैंक खता"
        ],
        Headertitle:['ग्राहकों','खेल रिपोर्ट'],
        inputPop:[
          'पता जोड़े',
          'टोकन स्थानांतरण पता',
          'नोट',
          'अधिक',
          'कृपया टोकन पता दर्ज करें',
          'कृपया एक टिप्पणी दर्ज करें (5 वर्णों के भीतर)',
          'कृपया पूरी जानकारी दर्ज करें'
        ],
        addUsdt:[
          'अक्सर उपयोग किया जाने वाला पता',
          'पता जोड़ें',
          'मिटाना'
        ],
        bankCardList:[
          'आम खता',
          'अधिक',
          'जमा कर्ता',
          'खातानंबर  जमा करे ',
          'खाते का प्रयोग',
          'मिटाना',
          'आपने नियमितखाता जोड़ा है',
          'प्राप्त।।।',
          'कुछ गलत हुआ, कृपया एक और कार्ड चुनें',
          'मिटाना।।।'
        ],
        addBankCard:[
          'अन्य खाता',
          'जमाकर्ता',
          "कृपयाजमाकृत  का नाम जोड़े ",
          'जमा खाता',
          'कृपयाजमा खाता दर्ज करे',
          'टिपण्णी',
          'कृपयाटिपणी दर्ज करे ',
          'भेजना',
          "कृपयाजमाकर्ता का नाम दर्ज करे",
          'कृपया जमा कर्ताका खातादर्ज करे',
          'भेज रहे है...'
        ],
        chatRoom:[
          'चैटरूम',
          'सामग्री में केवल अंक नहीं हो सकते',
          'संदेश रिक्त नहीं हो सकता',
          'संदेश भेजा गया त्रुटि, कृपया बाद में पुन: प्रयास करें',
          'दूसरा',
          'अनन्य वीआईपी',
          'आपको देर हो चुकी है, लाल लिफाफा प्राप्त हुआ है!',
          'अभी तक कोई उपयोगकर्ता कॉपी नहीं किया गया है!',
          'बातचीत शुरू करें',
          'जीत की दर',
          'कैसे खेलते हैं:',//10
          'शर्त सामग्री:',
          'कुल दांव:',
          'पैसों में:',
          'सट्टेबाजी की सूची',
          'योजना 1 (चरण 3)',
          'सिर की पूंछ (पूंछ)',
          'वोट का पालन करें',//17
          'कुल:',
          'शर्त के अनुसार:',
          'सट्टेबाजी आयोग के अनुसार:',//20
          'सट्टेबाजी की सूची',
          'यूजर्स',
          'विजेता',
          'भाग्यशाली धन',
          'सट्टेबाजी की सूची',
          'खेल :',
          'पैसा:',
          'केसे खेले',
          'पैसा',
          'अधिक', //30
          'कुल दाव：',
          'एक साथ：',
          'कुल दाव：',
          'एक साथ：',
          'दाव सूचि को सहजे',
          'रद्द ',
          'दाव  रखे',
          "वीआईपी 1 और उससे ऊपर के उपयोगकर्ता साझा कर सकते हैं, अन्य उपयोगकर्ता यहां शर्त जीतने के बाद आप 1% कमीशन भेजेंगे (इस आयोग को विजेता की बोनस राशि के अनुसार सम्मानित किया जाएगा)",
          'सुनिश्चित',
          'मौन का मिनट', //40
          'मौन का मिनट',
          'सुनिश्चित',
          'दाव रखे',
          'बधाई', //44
          'केसे खेले:',
          'दाव सामग्री：',
          'कुल दाव：',
          'परिमाप:',
          'दाव सूचि ', //49
         'खेल:',
         'पैसा:',
         'केसे खेले',
         'पैसा',
         'अधिक',
         'कुल दाव：',
         'एक साथ रखे：',
         'कुल दाव：',
         'एक साथ रखे：',
         'दाव सूचि को सहजे', //59
         'रद्द ',
         'दाव रखे',
         "वीआईपी 1 और उससे ऊपर के उपयोगकर्ता साझा कर सकते हैं, अन्य उपयोगकर्ता यहां शर्त जीतने के बाद, आप 1% कमीशन भेजेंगे (इस आयोग को विजेता की बोनस राशि के अनुसार सम्मानित किया जाएगा)",
         'गारंटी',
         'मों की मिनट',
         'मों की मिनट',
         'गारंटी',
         'दाव खेले ',
         'केसे खेले:',
         'दाव सामग्री：',//69
         'कुल दाव：',
         'राशि:',
         'सन्देश हटाये?',
         'गुणज 1 से कम नहीं हो सकता'
        ],
        addCard:{
          text:['बैंक कार्ड जोड़े','भेजना','पूरा नाम：','खाता ：','बैंक：','शाखा：','पेमेंट पासवर्ड：','चयन' ],
          pla:['आपना खातानाम चुन','अपना नाम दर्ज करे','शाखा (बैंक की सहायक), जैसे क्षेत्रीय शाखा','निकलने का कोड','कृपया बैंक  चुने' ],
          warnText:[
            'कृपया अपने बैंक खाते को सत्यापित करें, गलत खाते की जानकारी स्थानांतरित नहीं की जाएगी',
          'बैंक खाताखाली नही होसकता',
          'दर्ज पासवर्ड ग़लत है, आपके पास अभी भी है',
          'आयात',
          'आपना खातानाम चुन',
          'अपना खाता दर्ज करे',
          'निकलने का कोड ',
          'सफलता कार्ड जोड़ें',
          'अब हट जाओ?',
          'आपके खाते में पैसा लॉक है',
          'यदि आप निकासी के साथ आगे बढ़ना चाहते हैं, तो कृपया कस्टमर केयर से संपर्क करें',
          'ग्राहक सेवा से संपर्क करें'
        ]
        },
        gameReport:{
          text:['पूछताछ करना',
          'खेल रिपोर्ट'
          ,'दांव की मात्रा',//2
          'कुल जीत',
          'लाभ',
          'लोट्टो खेल',
          'और अधिक देखें',
          'दांव की संख्या',
          'हिस्सेदारी की राशि',
          'जीता हुआ राशि',
          'लाभ',
          'bbin स्पोर्ट्स'
        ]
        },
        gameCount:['चेक जानकारी','दाव नंबर','दाव राशि','जीती गयी राशि','लाभ'],
        gameCountDetail:['समय','खेल का नाम','दाव राशि','लाभ'],
        CPGame:['चेक जानकारी','दाव','दाव राशि','जीता हुआ राशि','लाभ'],
        gameReportTitle:['आज','पिछले 7 दिन','3महीने'],
  
        newHome: ['रजिस्टर', 'लॉग इन', 'ओन्ल', 'हॉटटिन', 'जमा', 'निकलना', 'बातचीत   शुरू करें', 'इन्फो', 'प्रमोट', ' डीलर', 'चेक  ', 'बातचीत', 'जमा', 'निकलना', 'सब','और देखे','दाव','lg लाटरी खेल','खेल खोजे','ज्यादाखोजा  गया ','खोज का इतिहस','खोजदर्ज करे','lg लाटरी खेल',"खेल नही खोजा गया !"
        ],
  
        wh:['साइट-वाइड रखरखाव नोटिस','पहुँच प्राधिकरण','आपका आईपी से है','विशेष सूचना','यदि आपको सहायता की आवश्यकता है, तो कृपया ग्राहक सेवा से संपर्क करें'],
        videoCenter:[
          'अधिक वीडियो'
        ],
        videoPlay: {
          text: ['अभी लॉग इन करे', 'पंजीकरण करे अभी', 'पंजीकरण करे अभी', 'खेले', 'डाउनलोड',
            'आप भी पसंद कर सकते हैं', 'बैच  बदले', 'टैग: ', 'खेले', 'कुछ नही बचा~', 'प्राप्त।।।',
             "खेले","बंद","अभी का समय", "अवधि","बचा हुआ समय", "लाइव","लोड पूरा हुआ ", "पूरी स्क्रीन","पूरी स्क्रीन ","मोंन","मोन को रद्द", "उप उपाधि", "उप उपाधि बंद करे ", "इनलाइन उपशीर्षक", "उपशीर्षक बंद करें", "प्रोग्राम सेगमेंट",
            "वीडियो चलाना बंद कर दिया", "एक नेटवर्क त्रुटि के कारण वीडियो डाउनलोड विफल हो गया.", "असमर्थित स्वरूप या सर्वर या नेटवर्क समस्या के कारण वीडियो डाउनलोड नहीं किया जा सका.", "दूषित वीडियो फ़ाइल या वीडियो के कारण जो एक ऐसी सुविधा का उपयोग करते हैं जिसका आपका ब्राउज़र समर्थन नहीं करता है, प्लेबैक समाप्त हो जाता है।",
            
          ]
        },
        searchVideo: {
          text:['रद्द ','खोजे','हल ही में खोजा हुआ ','टैग:','खेले',"मैं तुम्हारे लिए उलझन में हूँ, एक और शब्द की कोशिश करो",'लोकप्रिय सिफारिश','आप देखना चाहते हैं']
        },
         videoMore: {
           text: ['बहुत सारे वीडियो', 'प्राप्त।।।', 'क्षमा करें, वीडियो उपलब्ध नहीं है, अन्य वीडियो आज़माएं!', 'मैं एक नीचे की रेखा ~ है', 'लॉगिन प्रॉम्प्ट', ' पूर्ण संस्करण देखने के लिए लॉगिन करें',
             'प्रयत्न', 'नई फिल्म', 'सबसे ज्यादा देखा गया', 'सबसे ज्यादा की तरह', 'क्वालिटी वर्क', 'स्तर 3', 'यूरोप और अमेरिका', 'चीन', 'कार्टून',
      
           ]
        },
  
        lgLottery: {
          text:['सब','इन','इन']
        },
        xz: {
          text: [
            'स्लॉट',
          'बोनस  का परिणाम',
           'रेफेर',
           'उपाधि',
           'जल्दी से उठाना :',
            'रैंडम',
            'सुझाव',
            '1 नंबर',
            'डबलबराबर',
            'चुना हुआ:',
            'पैसे के लिए :',//10
            'गुनज',
            'रीडू',
            'दाव रखे',
            'खेल गाइड करे',
            'रैंडम：',
             'रैंडम च्युने हुए नंबर。',
              'संकेत:', 
              'युगल चुनने के लिए त्वरित संकेत जो बराबर, यहां तक कि, विषम, बड़े, छोटे हैं。',
               'कम घटना:', 
               ' पिछले 50 ड्रॉ के परिणामों के आधार पर सबसे कम दिखाई देने वाली संख्याओं का चयन करें। प्रत्येक संख्या पर घातांक सबसे लंबे समय तक समय के आंकड़े हैं जो 50 ड्रॉ में एक पंक्ति में दिखाई नहीं देते हैं। 。',//20
            'जिसमें:',
             '- नीले रंग जुए के प्रकार के लिए 10 या उससे अधिक बार की संख्या के साथ संख्याएं हैं, 3 पंजे, 4 पंजे, ओआई, आपका, 5- लाल वे संख्याएं हैं जिनकी घटनाओं की संख्या 1 या उससे कम है। - ग्रे शेष संख्या है。',
           'दिन संख्या का चयन करें',
            'रद्द ',
            'दाव सामग्री:',
            'कुल दाव :',
             'गुणंज：',
              'कुल दाव: ',
             'जित\1बार:',
             'दिया गया ',//30
             
             'पहलापेज',
             'चार्जिंग',
             'लें दें रिकॉर्ड',
              'दाव रिकॉर्ड',
               'पदोनती',
              'स्किन',
              'सब',
            'डोबले बराबर',
            'सम',
            'विषम',//40
            'टी',
             'फैंट',
              "तकाजा",
            "लॉग इन",
            'पंजीकरण  ',
             'कृपयादाव नंबर चुने',//46
            'बैलेंस काफी नही है ',
            'शर्त प्रति न्यूनतम 1',
            "टिप  ",
            'क्या आप दाव सहजना चाहते है?',//50
            "केसे खेलते है:",
            "नियम"
          ],
          text1:['बंद', 'नीचे', 'विषम', 'सम', 'हटाना'],
          text2:[
              'db इनाम',
              'हेड',
              'टेल',
              '1 इनाम',
              '2 इनाम',
              '3इनाम',
              '4 इनाम',
              '5 इनाम',
              '6 इनाम',
              '7इनाम',
              '8 इनाम',],
          text3:[
            '1 नंबर', ' 2 नंबर', '3 नंबर', '5 नंबर', '10 नंबर', '10 नंबर', '20नंबर', '30 नंबर', '40 नंबर', '50 नंबर',
          ],
          text4:['लाटरी परिणाम','बड़ा','छोटा जोड़ा','अकेला','दोबारा'],
       kj:[
         'db इनाम',
         'हेड',
         'टेल',
         '1 इनाम',
         '2 इनाम',
         '3इनाम',
         '4 इनाम',
         '5 इनाम',
         '6 इनाम',
         '7इनाम',
         '8 इनाम'
  
       ],
       text5:['बोनस परिणाम','तु','खोजना']
      
        },
        gameplay: {
          text:['लाटरी खेल']
        },
        LotteryResults: {
          text: ['रैंकिंग परिणाम', 'पहुचना', 'खोजना', 'प्रकार:', 'विजेता', 'हेड', 'टेल',
            'पहला इनाम', 'दूसराइनाम', 'तीसराइनाम ', 'चोथा इनाम', 'पाचवाइनाम', '6 इनाम', '7 इनाम', 'आतवा इनाम', 'पुष्टिकरण', 'db इनाम',
          ]
        },
        msgDetail: {
          text:['जानकारी']
        },
        gameSelect:['दर्ज'],
  
  }